<?php
$LRobotControlCenter="BEBOT Control";
$LRobotControl="Управление на робота:";
$LMedia="Изображения/Аудио/Видео:";
$LRobotPrograms="Програмиране";
$LProcessViewer="Команден център";
$LManualControl="Ръчно управление";
$LFileManager="Файлов помощник";
$LUsers="Потребители";
$LSettings="Настройки";
$LLogout="Изход";
$LLogin="Влез";
$LWelcomeMsg="Добре дошъл в системата за управление на BeBot !";

// Users
$LCreateNewUser="Въвеждане на нов потребител";
$LEditUser="Редакция на данни за потребител";
$LFirstNLastName="Име и фамилия";
$LEmail="E-mail";
$LPassword="Парола";
$LPassword2="Парола отново";
$LSave="Запази";
$LEdit="Редакция";
$LDelete="Изтриване";
$LCreateNewUser="Въвеждане на нов потребител";
$LUserDataSaved="Данните за потребителя са актуализирани.";
$LUserCreated="Потребителят е създаден.";
$LPasswordIs="Паролата за достъп е:";
$LPasswordsDoNotMatch="Двете пароли не съвпадат.";
$LUserDeleted="Потребителят е изтрит.";
$LNoUsers="Все още не сте дефинирали потребители.";
$LConfirmDeleteUser="Сигурни ли сте, че желаете да изтриете този потребител?";
$LPleaseEnterValidName="Моля, въведете валидно име.";
$LPleaseEnterValidEmail="Моля, въведете валиден e-mail адрес.";
$LUserWithThisEmailExists="Вече има потребител с този e-mail адрес.";
$LEnterPasswordAtLeastFive="Моля, въведете парола от поне 5 символа.";

//Programs
$LRobotPrograms="Робо-програми";
$LCreateProgram="Създаване на програма";
$LEditProgram="Редактиране на програма";
$LProgramName="Име на програмата";
$LNoPrograms="Няма записани програми";
$LProgramDeleted="Програмата е изтрита";
$LProgramSaved="Програмата е записана";
$LProgramCreated="Програмата е създадена";
$LSaveProgram="Запиши";
$LSaveExecProgram="Запиши и изпълни";
$LDeleteProgram="Изтрий";
$LReturnToList="Връщане в списъка";


$al_em[1]="Аз съм много радостен";
$al_em[2]="Аз съм усмихнат";
$al_em[3]="Аз се хиля";
$al_em[4]="Аз съм изпезен";
$al_em[5]="Аз съм ужасен";
$al_em[6]="Аз съм безразличен";
$al_em[7]="Аз съм безразличен син";
$al_em[8]="Аз се радвам";
$al_em[9]="Аз се смея със сълзи";
$al_em[10]="Аз се смея със сълзичка";
$al_em[11]="Аз се страхувам";
$al_em[12]="Аз плача";
$al_em[13]="Аз съм влюбен";
$al_em[14]="Аз намигам";
$al_em[15]="Аз съм оплезен";
$al_em[16]="Аз показвам само очи";
$al_em[17]="Аз съм як робот";
$al_em[18]="Аз съм озъбен";
$al_em[19]="Аз съм учуден";
$al_em[20]="Аз съм смутен";
$al_em[21]="Аз съм нармъщен";
$al_em[22]="Аз ви целувам";
$al_em[23]="Аз съм озъбен";
$al_em[24]="Аз съм силно влюбен";
$al_em[25]="Аз съм много нещастен";
$al_em[26]="Аз ти намигвам";
$al_em[27]="Аз съм притеснен";
$al_em[28]="Аз се притесних";
$al_em[29]="Аз съм много притеснен";
$al_em[30]="Аз съм силно притеснен";
$al_em[31]="Аз съм замечтан";
$al_em[32]="Аз съм заспал и хъркам";
$al_em[33]="Аз съм смутен";
$al_em[34]="Аз нося маска";
$al_em[35]="Аз плача";
$al_em[36]="Аз съм много смутен";

?>